CSI API ETABS v1
cPointObj.CountRestraint Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int CountRestraint()
Function CountRestraint As Integer
Dim instance As cPointObj
Dim returnValue As Integer
returnValue = instance.CountRestraint()
int CountRestraint()
abstract CountRestraint : unit -> int
Return Value
Type: Int32
See Also
Reference
cPointObj Interface
ETABSv1 Namespace